Repository: parley-messaging/ios-library
Catalog: Sources/Parley/*.lproj/Localizable.strings
Languages: nl

# parley_cancel
source: Cancel
nl: Annuleren

# parley_ok
source: OK
nl: Oke

# parley_state_failed
source: The chat cannot be displayed at this time.
nl: De chat kan op het moment niet weergegeven worden.

# parley_state_unconfigured
source: The chat is not configured.
nl: De chat is niet geconfigureerd.

# parley_close
source: Close
nl: Sluiten

# parley_push_disabled
source: Notifications are disabled
nl: Meldingen zijn uitgeschakeld

# parley_notification_offline
source: Check your internet connection
nl: Controleer uw internetverbinding

# parley_photo
source: Send image or document
nl: Afbeelding of document sturen

# parley_select_photo
source: Gallery
nl: Gallerij

# parley_photo_access_denied_title
source: Photo access
nl: Foto toegang

# parley_photo_access_denied_body
source: We need access to your photos. Go to settings and give the application access to your photos.
nl: We hebben toegang nodig tot je foto's. Ga naar instellingen en geef de applicatie toegang tot je foto's.

# parley_message_meta_failed_to_send
source: Sending failed
nl: Versturen is mislukt

# parley_message_meta_media_too_large
source: Photo is too large
nl: Foto is te groot

# parley_send_failed_title
source: Failed
nl: Mislukt

# parley_send_failed_body_selecting_image
source: The photo cannot be sent.
nl: De foto kan niet worden verzonden.

# parley_send_failed_body_media_invalid
source: Photo cannot be processed.
nl: De foto kan niet worden verwerkt.

# parley_send_failed_body_media_too_large
source: The photo is too large to send.
nl: De foto is te groot om te versturen.

# parley_message_file_load_failed_no_file_manager_title
source: Could not save file
nl: Kan bestand niet opslaan

# parley_message_file_load_failed_no_file_manager_message
source: A problem occurred while initializing the download.
nl: Er is een probleem opgetreden bij het initialiseren van de download.

# parley_type_message
source: Type a message...
nl: Typ een bericht...

# parley_voice_over_camera_button_label
source: Image or document
nl: Foto

# parley_voice_over_send_button_label
source: Send
nl: Verzenden

# parley_voice_over_send_button_disabled_hint
source: Disabled
nl: uitgeschakeld

# parley_voice_over_dismiss_keyboard_action
source: Dismiss keyboard
nl: Toetsenbord verbergen

# parley_voice_over_message_from_agent_name
source: Message from %@.
nl: Bericht van %@.

# parley_voice_over_message_from_agent
source: Message from agent.
nl: Bericht van agent.

# parley_voice_over_message_from_you
source: Message from you.
nl: Bericht van jou.

# parley_voice_over_message_media_attached
source: Media attached.
nl: Media bijgevoegd.

# parley_voice_over_message_failed
source: Message failed to send.
nl: Bericht kan niet worden verzonden.

# parley_voice_over_message_pending
source: Message still sending.
nl: Bericht wordt nog steeds verzonden.

# parley_voice_over_message_time
source: At %@.
nl: Om %@.

# parley_voice_over_message_agent_is_typing
source: Agent is typing.
nl: Agent is aan het typen.

# parley_voice_over_message_informational
source: Informational message.
nl: Informatief bericht.

# parley_voice_over_message_loading
source: Older messages are being retrieved.
nl: Oudere berichten worden opgehaald.

# parley_voice_over_message_actions_attached
source: Actions attached.
nl: Acties bijgevoegd.

# parley_voice_over_announcement_sent_message
source: Message sent.
nl: Bericht verstuurd.

# parley_voice_over_announcement_agent_typing
source: Agent is typing.
nl: Agent is aan het typen.

# parley_voice_over_announcement_message_received
source: Message received.
nl: Bericht ontvangen.

# parley_voice_over_announcement_info_message_received
source: Informational message received.
nl: Informatief bericht ontvangen.

# parley_voice_over_announcement_quick_replies_received
source: Suggestions available.
nl: Suggesties beschikbaar.
